<!DOCTYPE html>
<html>
<head>
<style>
    *{
        font-family: "Helvetica Neue", Helvetica, "Sans Serif", Arial;
        background-color: #F9F9F9;
        color:#5d5e5f;
    }
    header{
        padding: 0px;
        width: 90%;
        margin: auto;
    }

    body{
        margin: auto;
        width: 90%;
        max-width: 800px;
    }

    img{
        width: 120px;
        margin-top: 1em;
        margin-left: -34px;
    }

    footer{
        margin: auto;
        width: 90%;
        text-align: center;
    }
    footer a{
        text-decoration: none;
    }

    footer h2{
        color: #CF755A;
        font-size: 1em;
    }

    footer p{
        margin-top: 3em;
        font-size: 0.8em;
    }

</style>
</head>

<header>
    <a href="./index.html"><img src="assets/Logo%20Full.png" alt="Logo Molymar"></a>
</header>
<body>
<h1>Allgemeine Gesch&auml;ftsbedingungen</h1>
<h3>1 Allgemeines</h3>
<h4>a) Geltungsbereich </h4>
<p>Diese Allgemeinen Gesch&auml;ftsbedingungen gelten f&uuml;r alle Gesch&auml;ftsbeziehungen zwischen Molymar, Herr Manfred H&auml;lbig, Apartado de correos 516, 07300 Inca (im Folgenden: Molymar genannt) und den Kunden in der zum Zeitpunkt des Vertragsschlusses g&uuml;ltigen Fassung. Entgegenstehenden Allgemeinen Gesch&auml;ftsbedingungen des Kunden wird hiermit ausdr&uuml;cklich widersprochen.</p>

<h4>b) Vertragsvereinbarung</h4>
<p>Vertragssprache ist deutsch und spanisch. Im Zweifel &uuml;ber den Wortlaut gilt die deutsche Fassung vorrangig.</p>

<h4>c) Kunden </h4>
<p>Kunden von Molymar sind sowohl Personen, die ihr Haus oder ihre Wohnung zur Vermietung anbieten wollen (im Folgenden Eigent&uuml;mer genannt) und Personen, die ein Haus oder eine Wohnung mieten wollen (im Folgenden "Interessenten“ genannt).</p>

<h3>2 Vertragsschluss</h3>
<h4>a) Einstellen von Wohnobjekten</h4>
<p>Soweit Eigent&uuml;mer ihre Objekte bei Molymar inserieren wollen, vollzieht sich der Vertragsschluss individuell durch Angebot und Annahme. Eine Speicherung des Vertragstextes findet nicht statt, sondern der Vertragsinhalt ergibt sich jeweils individuell aus der getroffenen Vereinbarung.</p>

<h4>b) Hinweis zum Vertragsschluss zwischen Wohnungseigent&uuml;mern und Interessenten</h4>
<p>Molymar tritt nur als Vermittler zwischen Eigent&uuml;mern und Interessenten auf. Der Interessent kann &uuml;ber die Internetseite von Molymar eine Anfrage zur Anmietung eines Objekts &uuml;ber einen bestimmten Zeitraum stellen. Die Anfrage leitet Molymar dann an den jeweiligen Eigent&uuml;mer weiter, welcher dem Interessenten dann ein Angebot auf Abschluss eines Mietvertrages macht. Dieses kann der Kunde annehmen. Durch die Annahme kommt ein verbindlicher Vertrag zwischen Eigent&uuml;mer und Interessent zustande. Molymar ist dabei nur f&uuml;r die Erf&uuml;llung der Vermittlung verpflichtet, nicht zur Erf&uuml;llung der Vermietung. An Molymar ist jedoch die Vermittlungsprovision zu zahlen. Der Vertrag zwischen den Kunden beinhaltet daher auch eine Kostentragungspflicht des Kunden gegen&uuml;ber Molymar in Höhe der vereinbarten Provision. Diese Provision wird f&uuml;r die erfolgreiche Vermittlung f&auml;llig und somit in dem Moment, in dem der Kunde den Vertrag mit dem Vermieter &uuml;ber die Plattform von Molymar abschlie&szlig;t. Etwaige sonstige anfallende Zahlungen sind direkt zwischen den beteiligten Eigent&uuml;mern und Interessenten zu vereinbaren. </p>

<h3>3 Leistungsbeschreibung</h3>
<h4>a) Allgemein</h4>
<p>Molymar bietet die Vermittlung von Ferienwohnungen und -h&auml;usern an. Eigent&uuml;mer von Wohnungen und H&auml;usern können auf der Internetseite von Molymar ihr Objekt einstellen. Entsprechende Interessenten können dieses dann anmieten.</p>
<h4>b) Leistungserbringung </h4>
<p>Molymar ist berechtigt den Vertrag bzw. Teile des Vertrages durch Dritte erf&uuml;llen zu lassen.</p>
    <h4>c) Leistungsverzögerungen</h4>
<p>Leistungsverzögerungen aufgrund höherer Gewalt und aufgrund von au&szlig;ergewöhnlichen und unvorhersehbaren Ereignissen, welche auch durch &auml;u&szlig;erste Sorgfalt von Molymar nicht verhindert werden können (hierzu gehören insbesondere Streiks, behördliche oder gerichtliche Anordnungen und F&auml;lle nicht richtiger oder nicht ordnungsgem&auml;&szlig;er Selbstbelieferung trotz dahingehenden Deckungsgesch&auml;fts), hat Molymar nicht zu vertreten. Sie berechtigen Molymar dazu, die Leistung um die Dauer des behindernden Ereignisses zu verschieben.</p>
    <h4>d) R&uuml;cktritt </h4>
<p>Bei Nichtverf&uuml;gbarkeit aus zuvor genannten Gr&uuml;nden kann Molymar vom Vertrag zur&uuml;cktreten. Molymar verpflichtet sich dabei, den Kunden unverz&uuml;glich &uuml;ber die Nichtverf&uuml;gbarkeit zu informieren und etwaig bereits erbrachte Gegenleistungen unverz&uuml;glich zu erstatten.</p>

<h3>4 Zahlung</h3>
<h4>a) Kosten, Preise und Provision</h4>
<p>S&auml;mtliche Preise verstehen sich inklusive Umsatzsteuer. Die Preise f&uuml;r das Inserieren entnehmen Sie bitte der Preisliste auf der Internetseite von Molymar. Die im Inserat angegebene Provision ist an Molymar in Form zu entrichten. Dies gilt zugleich als Anzahlung f&uuml;r die an den Vertragspartner des Kunden zu zahlenden Betr&auml;ge.</p>
<h4>b) Zahlungsverzug</h4>
<p>Der Kunde ger&auml;t mit der Zahlung in Verzug, wenn die Zahlung nicht innerhalb von zwei Wochen nach Erhalt der Rechnung bei Molymar eingeht. Bei Zahlungsverzug werden Zinsen in Höhe von 5 Prozentpunkten &uuml;ber dem Basiszinssatz der Europ&auml;ischen Zentralbank berechnet, bzw. 9 Prozentpunkten &uuml;ber dem Basiszinssatz der Europ&auml;ischen Zentralbank bei Rechtsgesch&auml;ften, an denen ein Verbraucher nicht beteiligt ist. Sollte der Kunde mit seinen Zahlungen in Verzug geraten, so beh&auml;lt sich Molymar vor, Mahngeb&uuml;hren in Höhe von 2,50 Euro in Rechnung zu stellen. Die Geltendmachung eines dar&uuml;ber hinaus gehenden Schadensersatzes bleibt unbenommen. Dem Kunden verbleibt die Möglichkeit nachzuweisen, dass Molymar kein oder ein geringerer Schaden entstanden ist.</p>
<h4>c) Sperrung des Inserats bei Zahlungsverzug</h4>
<p>Bei Zahlungsverzug kann das Inserat des Eigent&uuml;mers sofort gesperrt werden, sodass es f&uuml;r Interessenten nicht mehr sichtbar ist. Die Daten werden nach dem Eingang der ausstehenden Zahlung(en) wieder verf&uuml;gbar gemacht.</p>
<h4>d) Zur&uuml;ckbehaltungsrecht</h4>
<p>Die Geltendmachung eines Zur&uuml;ckbehaltungsrechts steht dem Kunden nur f&uuml;r solche Gegenanspr&uuml;che zu, die f&auml;llig sind und auf demselben rechtlichen Verh&auml;ltnis wie die Verpflichtung des Kunden beruhen.</p>

<h3>5 Widerrufsbelehrung f&uuml;r Verbraucher bei Fernabsatzvertr&auml;gen</h3>
<h4>Widerrufsbelehrung</h4>
<h4>Widerrufsrecht </h4>
<p>Sie haben das Recht, binnen vierzehn Tagen ohne Angabe von Gr&uuml;nden diesen Vertrag zu widerrufen.<br>Die Widerrufsfrist betr&auml;gt vierzehn Tage ab dem Tag des Vertragsabschlusses. Um Ihr Widerrufsrecht auszu&uuml;ben, m&uuml;ssen Sie uns (Molymar, Herr Manfred H&auml;lbig, Apartado de correos 516, 07300 Inca, E-Mail: anja@molymar.com Telefon: 0034 616450885, Fax: 0034 971507257) mittels einer eindeutigen Erkl&auml;rung (z.B. ein mit der Post versandter Brief, Telefax oder E-Mail) &uuml;ber Ihren Entschluss, diesen Vertrag zu widerrufen, informieren. Sie können daf&uuml;r das beigef&uuml;gte Muster-Widerrufsformular verwenden, das jedoch nicht vorgeschrieben ist.<br>Zur Wahrung der Widerrufsfrist reicht es aus, dass Sie die Mitteilung &uuml;ber die Aus&uuml;bung des Widerrufsrechts vor Ablauf der Widerrufsfrist absenden.</p>
<h4>Folgen des Widerrufs</h4>
<p>Wenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, einschlie&szlig;lich der Lieferkosten (mit Ausnahme der zus&auml;tzlichen Kosten, die sich daraus ergeben, dass Sie eine andere Art der Lieferung als die von uns angebotene, g&uuml;nstigste Standardlieferung gew&auml;hlt haben), unverz&uuml;glich und sp&auml;testens binnen vierzehn Tagen ab dem Tag zur&uuml;ckzuzahlen, an dem die Mitteilung &uuml;ber Ihren Widerruf dieses Vertrags bei uns eingegangen ist. F&uuml;r diese R&uuml;ckzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der urspr&uuml;nglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdr&uuml;cklich etwas anderes vereinbart; in keinem Fall werden Ihnen wegen dieser R&uuml;ckzahlung Entgelte berechnet.<br>Haben Sie verlangt, dass die Dienstleistungen w&auml;hrend der Widerrufsfrist beginnen soll, so haben Sie uns einen angemessenen Betrag zu zahlen, der dem Anteil der bis zu dem Zeitpunkt, zu dem Sie uns von der Aus&uuml;bung des Widerrufsrechts hinsichtlich dieses Vertrags unterrichten, bereits erbrachten Dienstleistungen im Vergleich zum Gesamtumfang der im Vertrag vorgesehenen Dienstleistungen entspricht. </p>
<h4>- Ende der Widerrufsbelehrung -</h4>
<h4>Besondere Hinweise zum vorzeitigen Erlöschen des Widerrufsrechts</h4>
<p>Ihr Widerrufsrecht erlischt vorzeitig, wenn Molymar die Dienstleistung vollst&auml;ndig erbracht hat und mit der Ausf&uuml;hrung der Dienstleistung erst begonnen hat, nachdem Sie dazu Ihre ausdr&uuml;ckliche Zustimmung gegeben haben und Sie gleichzeitig Ihre Kenntnis davon best&auml;tigt haben, dass Sie Ihr Widerrufsrecht bei vollst&auml;ndiger Vertragserf&uuml;llung durch Molymar verlieren</p>

<h3>6 Verantwortlichkeit des Eigent&uuml;mers</h3>
<h4>a) Allgemein</h4>
<p>Verantwortlich f&uuml;r die durch die Eigent&uuml;mer auf der Plattform von Molymar hinterlegten Inhalte ist ausschlie&szlig;lich der jeweilige Eigent&uuml;mer verantwortlich. Molymar &uuml;bernimmt gegen&uuml;ber anderen Kunden (insbesondere gegen&uuml;ber den Interessenten) f&uuml;r Richtigkeit und Vollst&auml;ndigkeit der Informationen keine Gew&auml;hr. Der Eigent&uuml;mer hat eingestellte Daten wieder zu löschen oder zu &auml;ndern, wenn diese nicht mehr aktuell sind.</p>
<h4>b) Erforderliche Lizenzen</h4>
<p>Soweit die Eigent&uuml;mer f&uuml;r die Vermietung ihrer Wohnungen / H&auml;user eine behördliche Erlaubnis (Lizenz) benötigen, weist Molymar ausdr&uuml;cklich darauf hin, dass die Eigent&uuml;mer selbst daf&uuml;r verantwortlich sind, eine solche Erlaubnis einzuholen. </p>
<h4>c) Inhalte</h4>
<p>Der Eigent&uuml;mer best&auml;tigt mit der &uuml;bertragung von Bildern und Inhalten, keine Rechte Dritter zu verletzen. Insbesondere darf der Eigent&uuml;mer nur Bilder und Inhalte einstellen, deren Urheber bzw. Rechteinhaber er selbst ist oder f&uuml;r deren Einstellung er eine wirksame Erlaubnis hat. Eingestellte Bilder und Inhalte d&uuml;rfen nicht den gesetzliche Vorschriften, den guten Sitten oder den Rechten Dritter widersprechen. Bestehen konkreten Anhaltspunkte, die die Verletzung von Urheberrechte oder die Beeintr&auml;chtigung von Rechten Dritter anzeigen, kann Molymar Inhalte auch ohne Vorank&uuml;ndigung entfernen. Der Eigent&uuml;mer verpflichtet sich, Molymar auf Anfordern von allen Anspr&uuml;chen Dritter einschlie&szlig;lich angemessener bzw. gesetzlich festgelegter Kosten zur Rechtsverfolgung freizustellen, die auf einer nicht vertragsgem&auml;&szlig;en, missbr&auml;uchlichen und/oder rechtswidrigen Nutzung des Molymar Services und/oder auf einer rechtswidrigen Einstellung von Inhalten und/oder Bildern durch den Eigent&uuml;mer beruhen.</p>
<h4>d) Umgang mit Inhalten durch  Molymar</h4>
<p>Die von den Eigent&uuml;mern eingestellten Inhalte werden von Molymar ausschlie&szlig;lich f&uuml;r die Vermittlungst&auml;tigkeit verwendet. Molymar verwendet diese Inhalte nicht f&uuml;r sonstige Zwecke.</p>
<h4>e) Datensicherung</h4>
<p>F&uuml;r die Sicherung der &uuml;bersandten Informationen ist der Kunde mitverantwortlich. Molymar kann nicht f&uuml;r den Verlust von &uuml;bersandten Informationen des Kunden verantwortlich gemacht werden, da Molymar keine allgemeine Datensicherungsgarantie &uuml;bernimmt.</p>
<h3>7 Haftung</h3>
<h4>a) Haftungsausschluss</h4>
<p>Molymar sowie ihre gesetzlichen Vertreter und Erf&uuml;llungsgehilfen haften unter nachstehendem Vorbehalt nur f&uuml;r Vorsatz oder grobe Fahrl&auml;ssigkeit. Bei leichter Fahrl&auml;ssigkeit betrifft die Haftung nur die Verletzung wesentlicher Vertragspflichten, folglich solcher Pflichten, deren Einhaltung f&uuml;r die Erreichung des Vertragszwecks von besonderer Bedeutung ist. Dabei beschr&auml;nkt sich die Haftung auf den vorhersehbaren, vertragstypischen, unmittelbaren Durchschnittsschaden. Gegen&uuml;ber Kunden, die nicht Verbraucher sind, haftet Molymar im Falle eines grob fahrl&auml;ssigen Versto&szlig;es gegen nicht wesentliche Vertragspflichten nur in Höhe des vorhersehbaren, vertragstypischen, unmittelbaren Durchschnittsschadens.</p>
<h4>b) Haftungsvorbehalt</h4>
<p>Der vorstehende Haftungsausschluss betrifft nicht die Haftung f&uuml;r Sch&auml;den aus der Verletzung des Lebens, des Körpers oder der Gesundheit. Auch die Vorschriften des Produkthaftungsgesetzes bleiben vom Haftungsausschluss unber&uuml;hrt.</p>

<h3>8 Schlussbestimmungen</h3>
<h4>a) Gerichtsstand</h4>
<p>Als ausschlie&szlig;licher Gerichtsstand f&uuml;r alle Rechtsstreitigkeiten aus diesem Vertrag wird der Gesch&auml;ftssitz von Molymar in Inca vereinbart, sofern der Kunde Kaufmann, eine juristische Person des öffentlichen Rechts oder öffentlich-rechtliches Sondervermögen ist oder sofern der Kunde keinen Gerichtsstand in der Bundesrepublik Deutschland hat.</p>
<h4>b) Rechtswahl</h4>
<p>Soweit nicht zwingende gesetzliche Bestimmungen nach dem Heimatrecht des Kunden entgegenstehen, gilt deutsches Recht unter Ausschluss des UN-Kaufrechts als vereinbart.</p>
<h4>c) Salvatorische Klausel</h4>
<p>Die Unwirksamkeit einzelner Bestimmungen ber&uuml;hrt die G&uuml;ltigkeit der &uuml;brigen Allgemeinen Gesch&auml;ftsbedingungen nicht.</p>
</body>

<footer>
    <p>Apart. corros 516 - 07300 Inca (Spain)<br>tel. (+34)616450885 | fax (+34) 971507257<br> ES X0361655 A</p>
    <a href="./index.html"><h2>www.molymar.com</h2></a>
</footer>
</html>
